Revit 2024 API
ParameterTypeId.SteelElemHoleBackTaperThread Property
 "Back taper thread"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId SteelElemHoleBackTaperThread { get; }
Visual Basic
Public Shared ReadOnly Property SteelElemHoleBackTaperThread As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ SteelElemHoleBackTaperThread {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace